src/oree/1102/3-oree-x4n.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
    <soap:Body>
        <ns:UploadRequest xmlns:ns="http://oree.com.ua/etsua/soapsvc/bankaccountstatus/2020/09">
            <ns:BANKLIMITS answer-required="true" date-time="2020-10-26T18:51:13Z " dtd-release="1" dtd-version="1" id="5654" message-code="301">
                <ns:SenderIdentification coding-scheme="NAME" id="UGB"></ns:SenderIdentification>
                <ns:ReceiverIdentification coding-scheme="EIC" id="62X-OPERRYNKU--3"></ns:ReceiverIdentification>
                <ns:Limits date="2020-10-26T18:51:13Z" title="FinancialLimit">
                    <ns:Participant bankAccountId="1" bankCode="320478" dic="1" ean="1" edrpou="23697280" eic="0" iban="UA133204780000026007924864736" ic="1" name="АТ ДТЕК ДНІПРОЕНЕРГО" particId="1">
                        <ns:DataGroups>
                            <ns:TotalsData>
                                <ns:Data currency="UAH" type="limit" value="1121.42"></ns:Data>
                            </ns:TotalsData>
                        </ns:DataGroups>
                    </ns:Participant>
                    <ns:Participant bankAccountId="1" bankCode="320478" dic="1" ean="1" edrpou="23697280" eic="0" iban="UA133204780000026007924864736" ic="1" name="АТ ДТЕК ДНІПРОЕНЕРГО" particId="1">
                        <ns:DataGroups>
                            <ns:TotalsData>
                                <ns:Data currency="UAH" type="limit" value="4312.42"></ns:Data>
                            </ns:TotalsData>
                        </ns:DataGroups>
                    </ns:Participant>
                </ns:Limits>
            </ns:BANKLIMITS>
        </ns:UploadRequest>
    </soap:Body>
</soap:Envelope>
